# Generated by cask-dotfile-generator
# Created by: @seethroughtrees
# https://github.com/seethroughtrees/brew "-cask-dotfile-generator
#brew "ack
# brew "antigen
# brew "apple-gcc42
brew "asciidoc
brew "aspell
brew "autoconf
brew "autojump
brew "automake
brew "bdw-gc
# brew "bison
# brew "boost
# brew "cloog
# brew "cloog-ppl015
brew "cmake
brew "coreutils
brew "cscope
brew "ctags
brew "curl
brew "docbook
brew "docbook-xsl
brew "docker
brew "dos2unix
# brew "doxygen
# brew "ecj
# brew "elixir
# brew "elm
# brew "erlang
# brew "flyway
brew "fontconfig
brew "fpp
brew "freetype
# brew "gd
brew "gdbm
brew "gettext
brew "git
brew "gitup
brew "glib
brew "gmp
brew "gmp4
brew "gnu-getopt
brew "gnutls
# brew "go
# brew "graphviz
# brew "guile
# brew "haskell-stack
brew "ub
brew "icu4c
brew "jpeg
brew "jq
brew "libevent
brew "libffi
brew "libgcrypt
brew "libgpg-error
brew "libksba
brew "libmpc-0
brew "libmpc08
brew "libpng
brew "libtasn1
brew "libtiff
brew "libtool
brew "libunistring
brew "libyaml
brew "llvm
# brew " lua
brew " macvim
# brew " maven
# brew " memcached
# brew " mobile-shell
# brew " mpfr2
# brew " mycli
# brew " mysql
brew " nettle
brew " oniguruma
brew " openssl
# brew " p11-kit
brew " pandoc
brew " pcre
brew " pkg-config
brew " postgresql
# brew " ppl-0
# brew " ppl011
brew " protobuf
brew " python
brew " python3
brew " qt
brew " readline
brew " reattach-to-user-namespace
brew " rename
# brew " sbt
# brew " sqlite
brew " stow
# brew " swagger-codegen
# brew " task
# brew " the-platinum-searcher
brew " tmux
brew " tree
brew " unixodbc
brew " unrar
brew " utf8proc
# brew " webp
brew " wget
# brew " wxmac
brew " xmlto
brew " xz
brew " zsh
brew " zsh-completions
brew " zsh-lovers
brew " zsh-syntax-highlighting
#tap-pin 'dbcli/tap' || true
brew " pgcli
# brew " tig --with-docs

