tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "pivotal/tap"
brew "ack"
brew "docbook"
brew "asciidoc"
brew "aspell"
brew "autoconf"
brew "autojump"
brew "bdw-gc"
brew "bison"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "docbook-xsl"
brew "git", args: ["with-blk-sha1", "with-curl", "with-gettext", "with-openssl", "with-pcre2", "with-persistent-https", "without-completions"]
brew "docker"
brew "dos2unix"
brew "faad2"
brew "ffmpeg"
brew "fontconfig"
brew "fpp"
brew "gdbm"
brew "gettext"
brew "gitup"
brew "glib"
brew "gmp"
brew "gmp@4"
brew "gnu-getopt"
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "libtool"
brew "hub"
brew "isl@0.12"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "libevent"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "mpfr@2"
brew "libmpc@0.8"
brew "libyaml"
brew "llvm"
brew "xz"
brew "python3"
brew "macvim", args: ["with-override-system-vim"]
brew "make", args: ["with-default-names", "with-guile@2.0"]
brew "mycli"
brew "pandoc"
brew "pgcli"
brew "ppl@0.11"
brew "qt"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "sbt"
brew "sox"
brew "task"
brew "the_platinum_searcher"
brew "xmlto"
brew "tig", args: ["with-docs"]
brew "tmux"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "utf8proc"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-lovers"
brew "zsh-syntax-highlighting"
brew "pivotal/tap/springboot"
cask "ngrok"
cask "caskroom/fonts/font-fira-code"
